Repository: oytunbolukbasi/DailyClassical
Catalog: ios/DailyClassical/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# sources.footer
source: All paintings are in the public domain. Recording data comes from Spotify.
tr: Tüm tablolar kamu malıdır. Kayıt bilgileri Spotify’dan alınmıştır.

# sources.painting %@
source: Painting: %@
tr: Tablo: %@

# sources.recording %@
source: Reference recording: %@
tr: Referans kayıt: %@

# state.error.body
source: Please try again in a moment.
tr: Lütfen birazdan tekrar deneyin.

# state.error.generic
source: Something went wrong.
tr: Bir şeyler ters gitti.

# state.loading.accessibilityLabel
source: Loading
tr: Yükleniyor

# state.offline.body
source: Today’s piece will appear as soon as you reconnect. Pieces you have opened before stay readable offline.
tr: Bağlantı gelir gelmez bugünün eseri burada olacak. Daha önce açtığınız eserler çevrimdışı da okunabilir.

# state.offline.title
source: You’re offline
tr: Çevrimdışısınız

# state.retry
source: Try again
tr: Tekrar dene

# tab.library
source: Library
tr: Kitaplık

# tab.search
source: Search
tr: Ara

# tab.settings
source: Settings
tr: Ayarlar

# tab.today
source: Today
tr: Bugün

# today.day.offline.body
source: This day’s piece will appear as soon as you reconnect.
tr: Bu günün eseri bağlantı gelir gelmez burada olacak.

# today.listenWithPremium
source: Listen with Premium
tr: Premium ile dinle

# today.meta %@ %lld %lld
source: %1$@ · About %lld minutes · %lld movements
tr: %1$@ · Yaklaşık %2$lld dakika · %3$lld bölüm

# today.nextDay
source: Next day
tr: Sonraki gün

# today.painting.accessibilityLabel %@ %@
source: Painting: %1$@ by %2$@
tr: Tablo: %2$@, %1$@

# today.previousDay
source: Previous day
tr: Önceki gün

# today.startListening
source: Start listening
tr: Dinlemeye başla

# update.action
source: Update
tr: Güncelle

# update.available.body
source: Update DailyClassical from the App Store to get the latest improvements.
tr: Son iyileştirmeler için DailyClassical’ı App Store’dan güncelleyin.

# update.available.later
source: Not now
tr: Şimdi değil

# update.available.title
source: A new version is available
tr: Yeni bir sürüm var

# update.required.body
source: This version can no longer show today’s piece. The update is free and takes a moment.
tr: Bu sürüm artık günün eserini gösteremiyor. Güncelleme ücretsiz ve bir dakikanızı alır.

# update.required.title
source: Please update DailyClassical
tr: Lütfen DailyClassical’ı güncelleyin

# wallpaper.button.accessibilityLabel
source: Save as wallpaper
tr: Duvar kâğıdı olarak kaydet

# wallpaper.error.denied
source: DailyClassical can’t add to Photos. Allow it in Settings › Privacy & Security › Photos.
tr: DailyClassical Fotoğraflar’a ekleyemiyor. Ayarlar › Gizlilik ve Güvenlik › Fotoğraflar’dan izin verin.

# wallpaper.error.failed
source: The wallpaper couldn’t be saved. Please try again.
tr: Duvar kâğıdı kaydedilemedi. Lütfen tekrar deneyin.

# wallpaper.hint
source: Drag the painting to choose what fills your screen.
tr: Ekranınızı dolduracak kısmı seçmek için tabloyu sürükleyin.

# wallpaper.preview.accessibilityLabel
source: Wallpaper preview. Drag to move the painting.
tr: Duvar kâğıdı önizlemesi. Tabloyu kaydırmak için sürükleyin.

# wallpaper.save
source: Save to Photos
tr: Fotoğraflar’a kaydet

# wallpaper.saved
source: Saved
tr: Kaydedildi

# wallpaper.saved.hint
source: Set it in Settings › Wallpaper, or press and hold the Lock Screen.
tr: Ayarlar › Duvar Kâğıdı’ndan ya da Kilit Ekranı’na basılı tutarak ayarlayabilirsiniz.

# wallpaper.title
source: Wallpaper
tr: Duvar kâğıdı

# widget.description
source: Today’s piece and its painting.
tr: Günün eseri ve tablosu.

# widget.name
source: Today’s piece
tr: Günün eseri

# widget.today %@
source: Today · %@
tr: Bugün · %@
